print("\n____________ 2.2   _______________\n")

print("a. print(3 * 2)")
print("ค่าที่คำนวณด้วยตนเอง 6")
print("โปรแกรม", 3 * 2, "\n")

print("b. print(2 ** 3)")
print("ค่าที่คำนวณด้วยตนเอง 9")
print("โปรแกรม", 2 ** 3, "\n")

print("c. print(4 + 3 / 2)")
print("ค่าที่คำนวณด้วยตนเอง 5.5")
print("โปรแกรม", 4 + 3 / 2, "\n")

print("d. print(4 + 5 % (2 + 2) * 5)")
print("ค่าที่คำนวณด้วยตนเอง 4")
print("โปรแกรม", 4 + 5 % (2 + 2) * 5, "\n")

print("e. print(4 + 5 % (2 + 2) * 5)")
print("ค่าที่คำนวณด้วยตนเอง 4")
print("โปรแกรม", 4 + 5 % (2 + 2) * 5, "\n")

print("____________________________________\n")
